"Add" = "Lägg till";
"Add Source" = "Lägg till källa";
"All Packages" = "Alla paket";
"Analyzing dependencies..." = "Analyzing dependencies…";
"Author" = "Skapare";
"Bad Source" = "Ogiltig källa";
"Cancel" = "Avbryt";
"Cancelled." = "Avbruten.";
"Cleaning up..." = "Städar upp...";
"Custom..." = "Specialgjord...";
"Direct Dependencies" = "Direct Dependencies";
"Direct Dependency" = "Direct Dependency";
"Done" = "Färdig";
"Downloading" = "Laddar ner";
"Finishing" = "Avslutar";
"have" = "har";
"Install" = "Installera";
"Installing" = "Installerar";
"Maintainer" = "Underhåll";
"OK" = "OK";
"Package \"%@\" kan inte tas bort eftersom den krävs för att Icy ska fungera." = "Package \"%@\" kan inte tas bort eftersom den krävs för att Icy ska fungera.";
"Package \"%@\" kan inte tas bort då andra paket kräver den:\n%@" = "Package \"%1$@\" kan inte tas bort då andra paket kräver den:\n%2$@";
"Package \"%@\" kan inte installeras (DPKG returnerade felet #%d). Mer information kan du troligen hitta i konsol-loggen." = "Package \"%1$@\" cannot be installed (DPKG returned error #%2$d). Mer information kan du troligen hitta i konsol-loggen.";
"Package \"%@\" kan inte tas bort (DPKG returnerade felet #%d). Mer information kan du troligen hitta i konsol-loggen." = "Package \"%1$@\" kan inte tas bort (DPKG returned error #%2$d). Mer information kan du troligen hitta i konsol-loggen.";
"Package \"%@\" kunde inte hittas." = "Package \"%@\" kunde inte hittas. Troligen måste du lägga till en källa som innehåller den.";
"Please enter the source URL:" = "Var god, skriv in adressen till källan:";
"Preparing" = "Förebereder";
"Reinstall" = "Ominstallera";
"Removing" = "Tar bort";
"Search All" = "Sök alla";
"Källan för adressen \"%@\" verkar vara ogiltig. Den lades inte till." = "Källan för adressen \"%@\" verkar vara ogiltig. Den lades inte till.";
"Uncategorized" = "Okategoriserat";
"Update All" = "Uppdatera alla";
"Remove" = "Ta bort";
"Version" = "Version";
"Upgrade" = "Uppgradera";
"View Console Log" = "Visa konsol-loggen";
"Paketet \"%@\" kan inte installeras då det skapas en konflikt med ett annat paket, \"%@\". Var god, avinstallera paketet först." = "Paketet \"%@\" kan inte installeras då det skapas en konflikt med ett annat paket, \"%@\". Var god, avinstallera paketet först.";
"Yesterday" = "Igår";
"Two Days Ago" = "Två dagar sedan";
"More..." = "Mer...";
"Recent Packages" = "Nya paket";
"Force Remove" = "Tvingad borttagning";
"Det här paketet har markerats som Nödvändigt och anses kritiskt för systemet. Du kan fortfarande ta bort det med tvingad borttagning, men att göra det kan göra ditt system omöjligt att använda. Var god, gör endast det om du vet vad du gör." = "Det här paketet har markerats som Nödvändigt och anses kritiskt för systemet. Du kan fortfarande ta bort det med tvingad borttagning, men att göra det kan göra ditt system omöjligt att använda. Var god, gör endast det om du vet vad du gör.";

"%d Hours Ago" = "%d timmar sedan";
"%d Hour Ago" = "%d timme sedan";
"%d Minutes Ago" = "%d minuter sedan";
"%d Minute Ago" = "%d minut sedan";
"%d Days Ago" = "%d dagar sedan";

/* NIB strings */
"Add All" = "Lägg till alla";
"Other Credits" = "Annan Credit";
"Copyright" = "Upphovsrätt";
"All rights reserved" = "Alla rättigheter förbehållna.";
"Categories" = "Kategorier";
"Sources" = "Källor";
"Installed" = "Installerade";
"About" = "Om";
"Updated" = "Uppdaterade";
